
amd-ucode
archlinux-xdg-menu
ark
base
base-devel
bibata-cursor-theme
blueman
breeze
breeze5
breeze-gtk
breeze-icons
brightnessctl
btop
clipse
cmatrix
code
dconf
discord
dkms
dolphin
dunst
efibootmgr
fastfetch
ffmpegthumbs
firefox
fuse2
git
gnome-screenshot
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
iwd
kde-cli-tools
kdegraphics-thumbnailers
kitty
ksnip
kvantum-qt5
kvantum-qt6
libpulse
libva-nvidia-driver
linux-firmware
linux-zen
linux-zen-headers
mako
nano
networkmanager
network-manager-applet
nodejs
noto-fonts
noto-fonts-emoji
npm
nvidia-dkms
nwg-look
openssh
otf-font-awesome
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-integration
playerctl
polkit-gnome
polkit-kde-agent
python-pip
python-psutil
python-requests
qt5ct
qt5-examples
qt5-imageformats
qt5-tools
qt5-wayland
qt6ct
qt6-examples
qt6-imageformats
qt6-tools
qt6-wayland
rofi
sddm
slurp
smartmontools
steam
swayidle
swaylock
swaync
swayosd
swww
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
uwsm
vim
waybar
waypaper
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
